Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 只关闭同步
ar: إيقاف المزامنة فقط
de: Nur Synchronisierung ausschalten
en: Just Turn Off Sync
es: Solo desactivar la sincronización
fr: Désactiver seulement la synchronisation
id: Hanya matikan sinkronisasi
ja: 同期をオフにするだけ
ko: 동기화만 끄기
pt_br: Apenas desativar a sincronização
ru: Только отключить синхронизацию
th: ปิดเฉพาะการซิงก์
tr: Yalnızca eşitlemeyi kapat
vi: Chỉ tắt đồng bộ
zh_hant: 只關閉同步

source: 只关闭同步会把已经上传的订阅地址和节点密码留在 iCloud 上。删除副本不影响这台设备上的配置。
ar: إيقاف المزامنة وحده يُبقي روابط الاشتراك وكلمات مرور العقد المرفوعة في iCloud. حذف النسخة لا يؤثر على الإعدادات على هذا الجهاز.
de: Nur die Synchronisierung auszuschalten lässt die hochgeladenen Abo-Links und Knoten-Passwörter in iCloud zurück. Das Löschen der Kopie ändert nichts an der Konfiguration auf diesem Gerät.
en: Turning off sync alone leaves the uploaded subscription URLs and node passwords in iCloud. Deleting the copy does not affect the configuration on this device.
es: Desactivar solo la sincronización deja en iCloud los enlaces de suscripción y contraseñas de nodos ya subidos. Eliminar la copia no afecta a la configuración de este dispositivo.
fr: Désactiver seulement la synchronisation laisse dans iCloud les liens d'abonnement et mots de passe de nœuds déjà envoyés. Supprimer la copie n'affecte pas la configuration de cet appareil.
id: Hanya mematikan sinkronisasi akan meninggalkan tautan langganan dan kata sandi node yang sudah diunggah di iCloud. Menghapus salinan tidak memengaruhi konfigurasi di perangkat ini.
ja: 同期をオフにするだけでは、アップロード済みの購読リンクとノードのパスワードは iCloud 上に残ります。コピーを削除してもこの端末の設定には影響しません。
ko: 동기화만 끄면 이미 업로드된 구독 주소와 노드 비밀번호가 iCloud에 남습니다. 사본을 삭제해도 이 기기의 구성에는 영향이 없습니다.
pt_br: Apenas desativar a sincronização deixa no iCloud os links de assinatura e senhas de nós já enviados. Apagar a cópia não afeta a configuração neste dispositivo.
ru: Если только отключить синхронизацию, загруженные ссылки подписок и пароли узлов останутся в iCloud. Удаление копии не влияет на конфигурацию на этом устройстве.
th: การปิดเฉพาะการซิงก์จะทิ้งลิงก์การสมัครและรหัสผ่านโหนดที่อัปโหลดแล้วไว้บน iCloud การลบสำเนาไม่กระทบการตั้งค่าบนอุปกรณ์นี้
tr: Yalnızca eşitlemeyi kapatmak, yüklenmiş abonelik bağlantılarını ve düğüm parolalarını iCloud'da bırakır. Kopyayı silmek bu cihazdaki yapılandırmayı etkilemez.
vi: Chỉ tắt đồng bộ sẽ để lại trên iCloud các liên kết đăng ký và mật khẩu nút đã tải lên. Xoá bản sao không ảnh hưởng đến cấu hình trên thiết bị này.
zh_hant: 只關閉同步會把已經上傳的訂閱網址和節點密碼留在 iCloud 上。刪除副本不影響這台裝置上的設定。

source: 只在您下拉刷新时更新
ar: يُحدَّث فقط عند سحبك للتحديث
de: Nur beim Herunterziehen aktualisieren
en: Updates only when you pull to refresh
es: Solo se actualiza cuando deslizas para refrescar
fr: Ne s'actualise que lorsque vous tirez pour rafraîchir
id: Hanya diperbarui saat Anda tarik untuk menyegarkan
ja: 下に引いて更新したときだけ更新します
ko: 당겨서 새로 고칠 때만 업데이트합니다
pt_br: Só atualiza quando você puxa para atualizar
ru: Обновляется только при обновлении жестом
th: อัปเดตเฉพาะเมื่อคุณดึงลงเพื่อรีเฟรช
tr: Yalnızca aşağı çekip yenilediğinizde güncellenir
vi: Chỉ cập nhật khi bạn kéo xuống để làm mới
zh_hant: 只在您下拉重新整理時更新

source: 只对这个订阅生效。DNS 请填写 https://…/dns-query 形式的加密解析地址。
ar: فعالة فقط لهذا الاشتراك. DNS يرجى ملء عنوان الحل المشفر على شكل https://…/dns-query.
de: Nur gültig für dieses Abonnement. DNS Bitte geben Sie die verschlüsselte Auflösungsadresse im Format https://…/dns-query ein.
en: Only effective for this subscription. DNS Please fill in the encrypted resolution address in the form of https://…/dns-query.
es: Solo efectivo para esta suscripción. DNS Complete la dirección de resolución cifrada en el formato https://…/dns-query.
fr: Uniquement en vigueur pour cet abonnement. DNS Veuillez remplir l'adresse de résolution cryptée sous la forme https://…/dns-query.
id: Hanya efektif untuk langganan ini. DNS Silakan isi alamat resolusi terenkripsi dalam bentuk https://…/dns-query.
ja: このサブスクリプションに対してのみ有効です。 DNS 暗号化された解決アドレスを https://…/dns-query の形式で入力してください。
ko: 이 구독에만 유효합니다. DNS 암호화된 확인 주소를 https://…/dns-query 형식으로 입력해 주세요.
pt_br: Efetivo apenas para esta assinatura. DNS Preencha o endereço de resolução criptografado no formato https://…/dns-query.
ru: Действует только для этой подписки. DNS Пожалуйста, заполните зашифрованный адрес разрешения в форме https://…/dns-query.
th: มีผลเฉพาะกับการสมัครสมาชิกนี้เท่านั้น DNS โปรดกรอกที่อยู่การแก้ไขที่เข้ารหัสในรูปแบบ https://…/dns-query
tr: Yalnızca bu abonelik için geçerlidir. DNS Lütfen şifrelenmiş çözüm adresini https://…/dns-query şeklinde doldurun.
vi: Chỉ có hiệu lực cho đăng ký này. DNS Vui lòng điền địa chỉ độ phân giải được mã hóa theo dạng https://…/dns-query.
zh_hant: 只對這個訂閱生效。 DNS 請填寫 https://…/dns-query 形式的加密解析位址。

source: 只影响 %@
ar: لـ %@ فقط
de: Nur für %@
en: For %@ only
es: Solo para %@
fr: Pour %@ uniquement
id: Hanya untuk %@
ja: %@ のみ
ko: %@에만 적용
pt_br: Somente para %@
ru: Только для %@
th: สำหรับ %@ เท่านั้น
tr: Yalnızca %@ için
vi: Chỉ áp dụng cho %@
zh_hant: 僅影響 %@

source: 只改变导出名称，不改变规则匹配和策略依赖。
ar: Only changes exported names. Rule matching and policy dependencies stay unchanged.
de: Only changes exported names. Rule matching and policy dependencies stay unchanged.
en: Only changes exported names. Rule matching and policy dependencies stay unchanged.
es: Only changes exported names. Rule matching and policy dependencies stay unchanged.
fr: Only changes exported names. Rule matching and policy dependencies stay unchanged.
id: Only changes exported names. Rule matching and policy dependencies stay unchanged.
ja: Only changes exported names. Rule matching and policy dependencies stay unchanged.
ko: Only changes exported names. Rule matching and policy dependencies stay unchanged.
pt_br: Only changes exported names. Rule matching and policy dependencies stay unchanged.
ru: Only changes exported names. Rule matching and policy dependencies stay unchanged.
th: Only changes exported names. Rule matching and policy dependencies stay unchanged.
tr: Only changes exported names. Rule matching and policy dependencies stay unchanged.
vi: Only changes exported names. Rule matching and policy dependencies stay unchanged.
zh_hant: 只改變匯出名稱，不改變規則匹配和策略依賴。

source: 只有您主动开启后才会监听局域网
ar: لن تتم مراقبة الشبكة المحلية إلا إذا قمت بتشغيلها بشكل فعال.
de: Das LAN wird nur überwacht, wenn Sie es aktiv einschalten.
en: The LAN will be monitored only if you actively turn it on.
es: La LAN será monitoreada sólo si la enciende activamente.
fr: Le réseau local ne sera surveillé que si vous l'activez activement.
id: LAN akan dipantau hanya jika Anda aktif menyalakannya.
ja: LAN は、積極的にオンにした場合にのみ監視されます。
ko: LAN은 적극적으로 켜는 경우에만 모니터링됩니다.
pt_br: A LAN será monitorada somente se você a ativar ativamente.
ru: Локальная сеть будет контролироваться только в том случае, если вы ее активно включите.
th: LAN จะถูกตรวจสอบเฉพาะเมื่อคุณเปิดใช้งานเท่านั้น
tr: LAN yalnızca onu aktif olarak açarsanız izlenecektir.
vi: Mạng LAN sẽ chỉ được giám sát nếu bạn chủ động bật nó lên.
zh_hant: 只有您主動開啟後才會監聽區域網

source: 只添加节点订阅，不替换客户端现有的规则和策略组。
ar: تتم إضافة اشتراكات العقدة فقط، ولا يتم استبدال القواعد ومجموعات السياسات الموجودة على العميل.
de: Es werden nur Knotenabonnements hinzugefügt, vorhandene Regeln und Richtliniengruppen auf dem Client werden nicht ersetzt.
en: Add a node subscription without replacing existing rules or policy groups.
es: Solo se agregan suscripciones de nodos, las reglas y los grupos de políticas existentes en el cliente no se reemplazan.
fr: Seuls les abonnements aux nœuds sont ajoutés, les règles et groupes de stratégies existants sur le client ne sont pas remplacés.
id: Hanya langganan node yang ditambahkan, aturan dan grup kebijakan yang ada di klien tidak diganti.
ja: ノード サブスクリプションのみが追加され、クライアント上の既存のルールとポリシー グループは置き換えられません。
ko: 노드 구독만 추가되며 클라이언트의 기존 규칙 및 정책 그룹은 대체되지 않습니다.
pt_br: Apenas assinaturas de nós são adicionadas, regras e grupos de políticas existentes no cliente não são substituídos.
ru: Добавляются только подписки узлов, существующие правила и группы политик на клиенте не заменяются.
th: เพิ่มเฉพาะการสมัครสมาชิกโหนด กฎและกลุ่มนโยบายที่มีอยู่บนไคลเอนต์จะไม่ถูกแทนที่
tr: Yalnızca düğüm abonelikleri eklenir, istemcideki mevcut kurallar ve ilke grupları değiştirilmez.
vi: Chỉ đăng ký nút mới được thêm vào, các quy tắc và nhóm chính sách hiện có trên máy khách không được thay thế.
zh_hant: 只新增節點訂閱，不替換客戶端現有的規則和策略群組。

source: 只移除塔台保存的这项自定义，不会修改上游仓库。
ar: Removes only this customization saved by Tower. The upstream repository is not changed.
de: Removes only this customization saved by Tower. The upstream repository is not changed.
en: Removes only this customization saved by Tower. The upstream repository is not changed.
es: Removes only this customization saved by Tower. The upstream repository is not changed.
fr: Removes only this customization saved by Tower. The upstream repository is not changed.
id: Removes only this customization saved by Tower. The upstream repository is not changed.
ja: Removes only this customization saved by Tower. The upstream repository is not changed.
ko: Removes only this customization saved by Tower. The upstream repository is not changed.
pt_br: Removes only this customization saved by Tower. The upstream repository is not changed.
ru: Removes only this customization saved by Tower. The upstream repository is not changed.
th: Removes only this customization saved by Tower. The upstream repository is not changed.
tr: Removes only this customization saved by Tower. The upstream repository is not changed.
vi: Removes only this customization saved by Tower. The upstream repository is not changed.
zh_hant: 只移除塔台儲存的這項自訂，不會修改上游倉庫。

source: 可一次粘贴多条链接，每行一条。支持 HTTP 和 HTTPS 订阅，以及 SS、SSR、VMess、VLESS、Trojan、Hysteria 2、AnyTLS、SOCKS5、HTTP(S) 节点。HTTP 订阅会明文传输订阅地址和节点内容。
ar: يمكن لصق روابط متعددة، رابط واحد لكل سطر. يدعم اشتراكات HTTP وHTTPS، بالإضافة إلى عقد SS وSSR وVMess وVLESS وTrojan وHysteria 2 وAnyTLS وSOCKS5 وHTTP(S). تنقل اشتراكات HTTP عنوان الاشتراك ومحتوى العقد بنص واضح.
de: Mehrere Links können eingefügt werden, einer pro Zeile. Unterstützt HTTP- und HTTPS-Abonnements sowie SS-, SSR-, VMess-, VLESS-, Trojan-, Hysteria 2-, AnyTLS-, SOCKS5- und HTTP(S)-Knoten. HTTP-Abonnements übertragen Adresse und Knoteninhalte unverschlüsselt.
en: Paste multiple links, one per line. Supports HTTP and HTTPS subscriptions, plus SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5, and HTTP(S) nodes. HTTP subscriptions transmit the subscription URL and node content in clear text.
es: Puedes pegar varios enlaces, uno por línea. Admite suscripciones HTTP y HTTPS, además de nodos SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5 y HTTP(S). Las suscripciones HTTP transmiten la URL y los nodos sin cifrar.
fr: Collez plusieurs liens, un par ligne. Prend en charge les abonnements HTTP et HTTPS, ainsi que les nœuds SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5 et HTTP(S). Les abonnements HTTP transmettent l’URL et les nœuds en clair.
id: Tempel beberapa tautan, satu per baris. Mendukung langganan HTTP dan HTTPS, serta node SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5, dan HTTP(S). Langganan HTTP mengirim URL dan isi node tanpa enkripsi.
ja: 複数のリンクを1行に1つずつ貼り付けられます。HTTP／HTTPSサブスクリプションと、SS、SSR、VMess、VLESS、Trojan、Hysteria 2、AnyTLS、SOCKS5、HTTP(S)ノードに対応します。HTTPサブスクリプションはURLとノード内容を平文で送信します。
ko: 여러 링크를 한 줄에 하나씩 붙여넣을 수 있습니다. HTTP 및 HTTPS 구독과 SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5, HTTP(S) 노드를 지원합니다. HTTP 구독은 구독 URL과 노드 내용을 암호화하지 않고 전송합니다.
pt_br: Cole vários links, um por linha. Compatível com assinaturas HTTP e HTTPS, além de nós SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5 e HTTP(S). Assinaturas HTTP transmitem a URL e o conteúdo dos nós sem criptografia.
ru: Можно вставить несколько ссылок, по одной на строку. Поддерживаются подписки HTTP и HTTPS, а также узлы SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5 и HTTP(S). Подписки HTTP передают URL и содержимое узлов в открытом виде.
th: วางได้หลายลิงก์ โดยหนึ่งลิงก์ต่อบรรทัด รองรับการสมัครสมาชิก HTTP และ HTTPS รวมถึงโหนด SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5 และ HTTP(S) การสมัครสมาชิก HTTP จะส่ง URL และข้อมูลโหนดโดยไม่เข้ารหัส
tr: Her satıra bir tane olacak şekilde birden fazla bağlantı yapıştırabilirsiniz. HTTP ve HTTPS aboneliklerinin yanı sıra SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5 ve HTTP(S) düğümlerini destekler. HTTP abonelikleri URL ve düğüm içeriğini şifrelemeden iletir.
vi: Có thể dán nhiều liên kết, mỗi dòng một liên kết. Hỗ trợ đăng ký HTTP và HTTPS, cùng các nút SS, SSR, VMess, VLESS, Trojan, Hysteria 2, AnyTLS, SOCKS5 và HTTP(S). Đăng ký HTTP truyền URL và nội dung nút dưới dạng văn bản rõ.
zh_hant: 可一次貼上多條連結，每行一條。支援 HTTP 和 HTTPS 訂閱，以及 SS、SSR、VMess、VLESS、Trojan、Hysteria 2、AnyTLS、SOCKS5、HTTP(S) 節點。HTTP 訂閱會以明文傳輸訂閱地址和節點內容。

source: 可添加策略
ar: سياسات يمكن إضافتها
de: Hinzufügbare Richtlinien
en: Policies You Can Add
es: Políticas que puedes añadir
fr: Politiques ajoutables
id: Kebijakan yang Bisa Ditambahkan
ja: 追加できるポリシー
ko: 추가할 수 있는 정책
pt_br: Políticas que você pode adicionar
ru: Политики, которые можно добавить
th: นโยบายที่เพิ่มได้
tr: Eklenebilir Politikalar
vi: Chính sách có thể thêm
zh_hant: 可新增策略

source: 可用节点
ar: العقد المتاحة
de: Verfügbare Knoten
en: Available nodes
es: Nodos disponibles
fr: Nœuds disponibles
id: Node yang tersedia
ja: 利用可能なノード
ko: 사용 가능한 노드
pt_br: Nós disponíveis
ru: Доступные узлы
th: โหนดที่มีอยู่
tr: Kullanılabilir düğümler
vi: Các nút có sẵn
zh_hant: 可用節點

source: 同一 Wi-Fi 可访问
ar: يمكن الوصول إلى نفس شبكة Wi-Fi
de: Das gleiche WLAN ist verfügbar
en: The same Wi-Fi is accessible
es: Se puede acceder al mismo Wi-Fi
fr: Le même Wi-Fi est accessible
id: Wi-Fi yang sama dapat diakses
ja: 同じWi-Fiが利用可能です
ko: 동일한 Wi-Fi에 접속 가능
pt_br: O mesmo Wi-Fi está acessível
ru: Доступен тот же Wi-Fi.
th: สามารถใช้ Wi-Fi เดียวกันได้
tr: Aynı Wi-Fi'ye erişilebilir
vi: Có thể truy cập cùng một Wi-Fi
zh_hant: 同一 Wi-Fi 可訪問

source: 同步到我的 iCloud
ar: المزامنة مع iCloud الخاص بي
de: Mit meinem iCloud synchronisieren
en: Sync to my iCloud
es: Sincronizar con mi iCloud
fr: Synchroniser avec mon iCloud
id: Sinkronkan ke iCloud saya
ja: 自分の iCloud に同期
ko: 내 iCloud에 동기화
pt_br: Sincronizar com meu iCloud
ru: Синхронизировать с моим iCloud
th: ซิงก์ไปยัง iCloud ของฉัน
tr: Kendi iCloud'uma eşitle
vi: Đồng bộ lên iCloud của tôi

source: 名称
ar: Name
de: Name
en: Name
es: Name
fr: Name
id: Name
ja: Name
ko: Name
pt_br: Name
ru: Name
th: Name
tr: Name
vi: Name
zh_hant: 名稱

source: 名称，例如 🎬 奈飞
ar: الاسم، مثل 🎬 Netflix
de: Name, z. B. 🎬 Netflix
en: Name, such as 🎬 Netflix
es: Nombre, por ejemplo 🎬 Netflix
fr: Nom, par exemple 🎬 Netflix
id: Nama, misalnya 🎬 Netflix
ja: 名前（例：🎬 Netflix）
ko: 이름(예: 🎬 Netflix)
pt_br: Nome, por exemplo 🎬 Netflix
ru: Название, например 🎬 Netflix
th: ชื่อ เช่น 🎬 Netflix
tr: Ad, örneğin 🎬 Netflix
vi: Tên, ví dụ 🎬 Netflix
zh_hant: 名稱，例如 🎬 Netflix

source: 名称，例如 Tailscale
ar: الاسم، مثل Tailscale
de: Name, z. B. Tailscale
en: Name, such as Tailscale
es: Nombre, como Tailscale
fr: Nom, tel que Tailscale
id: Nama, misalnya Tailscale
ja: 名前 (Tailscale など)
ko: Tailscale과 같은 이름
pt_br: Nome, como Tailscale
ru: Имя, например Tailscale
th: ชื่อ เช่น Tailscale
tr: Kuyruk Ölçeği gibi ad
vi: Tên, chẳng hạn như Tailscale
zh_hant: 名稱，例如 Tailscale

source: 名称（可选）
ar: الاسم (اختياري)
de: Name (optional)
en: name (optional)
es: nombre (opcional)
fr: nom (facultatif)
id: nama (opsional)
ja: 名前 (オプション)
ko: 이름(선택사항)
pt_br: nome (opcional)
ru: имя (необязательно)
th: ชื่อ (ไม่จำเป็น)
tr: isim (isteğe bağlı)
vi: tên (tùy chọn)
zh_hant: 名稱（可選）

source: 名称地区
ar: منطقة الاسم
de: Namensbereich
en: name area
es: área de nombre
fr: zone de nom
id: nama daerah
ja: 名前エリア
ko: 이름 영역
pt_br: área de nome
ru: область имени
th: พื้นที่ชื่อ
tr: isim alanı
vi: khu vực tên
zh_hant: 名稱地區

source: 向前移动
ar: المضي قدما
de: vorwärts gehen
en: move forward
es: avanzar
fr: avancer
id: bergerak maju
ja: 前進する
ko: 앞으로 나아가다
pt_br: seguir em frente
ru: двигаться вперед
th: ก้าวไปข้างหน้า
tr: ileri git
vi: tiến về phía trước
zh_hant: 向前移動

source: 向后移动
ar: التحرك إلى الوراء
de: rückwärts bewegen
en: move backward
es: retroceder
fr: reculer
id: bergerak mundur
ja: 後方に移動する
ko: 뒤로 이동
pt_br: mover para trás
ru: двигаться назад
th: เลื่อนไปข้างหลัง
tr: geri git
vi: lùi lại
zh_hant: 向後移動

source: 启用 %@
ar: تمكين %@
de: Aktivieren Sie %@
en: Enable %@
es: Habilitar %@
fr: Activer %@
id: Aktifkan %@
ja: %@ を有効にする
ko: %@ 활성화
pt_br: Ativar %@
ru: Включить %@
th: เปิดใช้งาน %@
tr: %@'yi etkinleştir
vi: Kích hoạt %@
zh_hant: 啟用 %@

source: 启用订阅
ar: تمكين الاشتراك
de: Abonnement aktivieren
en: Enable subscription
es: Habilitar suscripción
fr: Activer l'abonnement
id: Aktifkan langganan
ja: サブスクリプションを有効にする
ko: 구독 활성화
pt_br: Habilitar assinatura
ru: Включить подписку
th: เปิดใช้งานการสมัครสมาชิก
tr: Aboneliği etkinleştir
vi: Bật đăng ký
zh_hant: 啟用訂閱

source: 启用这组规则
ar: تمكين هذه المجموعة من القواعد
de: Aktivieren Sie dieses Regelwerk
en: Enable this set of rules
es: Habilitar este conjunto de reglas
fr: Activer cet ensemble de règles
id: Aktifkan rangkaian aturan ini
ja: この一連のルールを有効にする
ko: 이 규칙 세트를 활성화합니다.
pt_br: Ative este conjunto de regras
ru: Включить этот набор правил
th: เปิดใช้งานกฎชุดนี้
tr: Bu kural kümesini etkinleştirin
vi: Kích hoạt bộ quy tắc này
zh_hant: 啟用這組規則

source: 启用这项规则
ar: Enable This Rule
de: Enable This Rule
en: Enable This Rule
es: Enable This Rule
fr: Enable This Rule
id: Enable This Rule
ja: Enable This Rule
ko: Enable This Rule
pt_br: Enable This Rule
ru: Enable This Rule
th: Enable This Rule
tr: Enable This Rule
vi: Enable This Rule
zh_hant: 啟用這項規則

source: 固定分组
ar: Protected Groups
de: Protected Groups
en: Protected Groups
es: Protected Groups
fr: Protected Groups
id: Protected Groups
ja: Protected Groups
ko: Protected Groups
pt_br: Protected Groups
ru: Protected Groups
th: Protected Groups
tr: Protected Groups
vi: Protected Groups
zh_hant: 固定分組

source: 国内流量
ar: حركة المرور المحلية
de: Inlandsverkehr
en: Domestic traffic
es: Tráfico nacional
fr: Trafic intérieur
id: Lalu lintas domestik
ja: 国内交通
ko: 국내 교통
pt_br: Tráfego doméstico
ru: Внутренние перевозки
th: การจราจรภายในประเทศ
tr: Yurtiçi trafik
vi: Giao thông nội địa
zh_hant: 國內流量

source: 国内直连
ar: Direct in China
de: Direct in China
en: Direct in China
es: Direct in China
fr: Direct in China
id: Direct in China
ja: Direct in China
ko: Direct in China
pt_br: Direct in China
ru: Direct in China
th: Direct in China
tr: Direct in China
vi: Direct in China
zh_hant: 國內直連

source: 国外媒体
ar: وسائل الإعلام الأجنبية
de: Ausländische Medien
en: foreign media
es: medios extranjeros
fr: médias étrangers
id: media asing
ja: 外国メディア
ko: 외국 언론
pt_br: mídia estrangeira
ru: зарубежные СМИ
th: สื่อต่างประเทศ
tr: yabancı medya
vi: truyền thông nước ngoài
zh_hant: 國外媒體

source: 国外广告
ar: الإعلانات الأجنبية
de: ausländische Werbung
en: foreign advertising
es: publicidad extranjera
fr: publicité étrangère
id: iklan asing
ja: 外国の広告
ko: 외국 광고
pt_br: publicidade estrangeira
ru: зарубежная реклама
th: โฆษณาต่างประเทศ
tr: yabancı reklam
vi: quảng cáo nước ngoài
zh_hant: 國外廣告

source: 国家地区
ar: منطقة البلد
de: Landesregion
en: country region
es: región del país
fr: région du pays
id: wilayah negara
ja: 国の地域
ko: 국가 지역
pt_br: região do país
ru: регион страны
th: ภูมิภาคของประเทศ
tr: ülke bölgesi
vi: vùng đất nước
zh_hant: 國家地區

source: 国际流量
ar: حركة المرور الدولية
de: Internationaler Verkehr
en: international traffic
es: tráfico internacional
fr: trafic international
id: lalu lintas internasional
ja: 国際交通
ko: 국제 교통
pt_br: tráfego internacional
ru: международный трафик
th: การจราจรระหว่างประเทศ
tr: uluslararası trafik
vi: giao thông quốc tế
zh_hant: 國際流量

source: 在浏览器中打开源代码仓库
ar: فتح مستودع الشيفرة في المتصفح
de: Code-Repository im Browser öffnen
en: Open the source repository in the browser
es: Abrir el repositorio en el navegador
fr: Ouvrir le dépôt du code dans le navigateur
id: Buka repositori kode di peramban
ja: ソースコードのリポジトリをブラウザで開く
ko: 브라우저에서 소스 저장소 열기
pt_br: Abrir o repositório do código no navegador
ru: Открыть репозиторий кода в браузере
th: เปิดที่เก็บซอร์สโค้ดในเบราว์เซอร์
tr: Kaynak deposunu tarayıcıda aç
vi: Mở kho mã nguồn trong trình duyệt
zh_hant: 在瀏覽器中開啟原始碼儲存庫

source: 在线搜索规则：如 YouTube OpenAI
ar: البحث عن قواعد عبر الإنترنت: مثل YouTube وOpenAI
de: Online nach Regeln suchen: z. B. YouTube, OpenAI
en: Search rules online, e.g. YouTube or OpenAI
es: Buscar reglas en línea: p. ej., YouTube u OpenAI
fr: Rechercher des règles en ligne, par ex. YouTube ou OpenAI
id: Cari aturan online, misalnya YouTube atau OpenAI
ja: オンラインでルールを検索：例 YouTube、OpenAI
ko: 온라인 규칙 검색: 예) YouTube, OpenAI
pt_br: Buscar regras online, como YouTube ou OpenAI
ru: Поиск правил в интернете: например, YouTube или OpenAI
th: ค้นหากฎออนไลน์ เช่น YouTube หรือ OpenAI
tr: Çevrimiçi kural ara: ör. YouTube veya OpenAI
vi: Tìm quy tắc trực tuyến, ví dụ YouTube hoặc OpenAI
zh_hant: 在線搜尋規則：例如 YouTube、OpenAI

source: 在线规则库
ar: مكتبة القواعد عبر الإنترنت
de: Online-Regelbibliothek
en: Online Rule Library
es: Biblioteca de reglas en línea
fr: Bibliothèque de règles en ligne
id: Pustaka Aturan Online
ja: オンラインルールライブラリ
ko: 온라인 규칙 라이브러리
pt_br: Biblioteca de regras online
ru: Онлайн-библиотека правил
th: คลังกฎออนไลน์
tr: Çevrimiçi Kural Kitaplığı
vi: Thư viện quy tắc trực tuyến
zh_hant: 線上規則庫

source: 地区
ar: المناطق
de: Regionen
en: Regions
es: Regiones
fr: Régions
id: Wilayah
ja: エリア
ko: 지역
pt_br: Regiões
ru: Регионы
th: ภูมิภาค
tr: Bölgeler
vi: Khu vực
zh_hant: 地區

source: 地区识别不联网
ar: تحديد المنطقة دون اتصال
de: Regionserkennung ohne Netz
en: Region lookup stays offline
es: La detección de región no usa la red
fr: La détection de région reste hors ligne
id: Penentuan wilayah tanpa jaringan
ja: 地域の判定はオフライン
ko: 지역 판별은 오프라인으로
pt_br: A detecção de região fica offline
ru: Определение региона без сети
th: การระบุภูมิภาคไม่ต่อเน็ต
tr: Bölge tespiti çevrimdışı yapılır
vi: Nhận diện khu vực không cần mạng
zh_hant: 地區辨識不連網

source: 基础服务
ar: Infrastructure
de: Infrastructure
en: Infrastructure
es: Infrastructure
fr: Infrastructure
id: Infrastructure
ja: Infrastructure
ko: Infrastructure
pt_br: Infrastructure
ru: Infrastructure
th: Infrastructure
tr: Infrastructure
vi: Infrastructure
zh_hant: 基礎服務

source: 基础路由，始终保留
ar: Core route, always retained
de: Core route, always retained
en: Core route, always retained
es: Core route, always retained
fr: Core route, always retained
id: Core route, always retained
ja: Core route, always retained
ko: Core route, always retained
pt_br: Core route, always retained
ru: Core route, always retained
th: Core route, always retained
tr: Core route, always retained
vi: Core route, always retained
zh_hant: 基礎路由，始終保留

source: 塔台
ar: Tower
de: Tower
en: Tower
es: Tower
fr: Tower
id: Tower
ja: Tower
ko: Tower
pt_br: Tower
ru: Tower
th: Tower
tr: Tower
vi: Tower
